Repository: BonBon-netzero/landing-page
Catalog: src/translations/locales/*/messages.po
Languages: vi

source: {label} is required
vi: {label} là bắt buộc

source: {label} must be a valid email
vi: {label} không hợp lệ

source: {label} must be an integer
vi: {label} phải là số nguyên

source: {label} must be greater than or equal to {0}
vi: {label} phải lớn hơn hoặc bằng {0}

source: {label} must be less than or equal to {0}
vi: {label} phải nhỏ hơn hoặc bằng {0}

source: <0>Start your</0><1>green journey</1><2>with Bonbon</2>
vi: <0>Bắt đầu</0><1>hành trình xanh</1><2>cùng Bonbon</2>

source: An error occurs. Please try again
vi: Đã có lỗi xảy ra, vui lòng thử lại.

source: Balance your carbon score with Bonbon. Choose green options and watch your environmental impact drop.
vi: Cân bằng điểm carbon của bạn với Bonbon. Lựa chọn lối sống xanh và theo dõi sự giảm thiểu tác động lên môi trường của bạn.

source: Bonbon is a pioneering social network focused on green and sustainable living. Our platform, powered by blockchain technology, connects individuals and businesses committed to reducing their carbon footprint. We offer tools and resources to make eco-friendly choices, track their impact, and ensure the integrity of carbon credits through blockchain.
vi: Bonbon là một mạng xã hội tiên phong tập trung vào lối sống xanh và bền vững. Nền tảng của chúng tôi, sử dụng công nghệ blockchain, kết nối cá nhân và doanh nghiệp cam kết giảm lượng carbon của họ. Chúng tôi cung cấp các công cụ và nguồn lực để thực hiện những lựa chọn thân thiện với môi trường, theo dõi tác động của chúng và đảm bảo tính toàn vẹn của tín dụng carbon thông qua blockchain.

source: Bonbon is currently available in specific regions, with plans to expand globally. Our mission is to build a worldwide network of individuals and businesses committed to net-zero carbon emissions by 2050, supported by our blockchain technology.
vi: Hiện tại, Bonbon chỉ hoạt động ở một số khu vực cụ thể, và đang có kế hoạch mở rộng ra toàn cầu. Sứ mệnh của chúng tôi là xây dựng một mạng lưới toàn cầu cho các cá nhân và doanh nghiệp cam kết đạt tới sự cân bằng net-zero carbon vào năm 2050, được hỗ trợ bởi công nghệ blockchain.

source: Bonbon stands out by integrating a social networking platform with a blockchain-based carbon credit system. This unique combination not only fosters a community of eco-conscious individuals but also provides a transparent and secure way to reward sustainable living.
vi: Bonbon nổi bật với cách tích hợp một nền tảng mạng xã hội với hệ thống tín chỉ carbon dựa trên blockchain. Sự kết hợp độc đáo này không chỉ khuyến khích sự đoàn kết trong cộng đồng các cá nhân có ý thức về môi trường mà còn cung cấp một cách thức tính toán minh bạch và an toàn để đền đáp cho lối sống bền vững.

source: Bonbon uses blockchain technology to ensure the credibility of carbon credits. This technology provides a transparent, immutable ledger for tracking the origin, transfer, and use of each credit, guaranteeing their authenticity and impact.
vi: Bonbon sử dụng công nghệ blockchain để đảm bảo tính minh bạch của tín chỉ carbon. Công nghệ này tạo ra một sổ cái minh bạch và không thể thay đổi để theo dõi nguồn gốc, chuyển giao và sử dụng của từng tín chỉ, đảm bảo tính xác thực và tác động của chúng.

source: Can businesses participate in Bonbon?
vi: Liệu các doanh nghiệp có thể tham gia vào Bonbon không?

source: Carbon Credit Providers
vi: Đơn vị cung cấp tín chỉ Carbon

source: Carbon Trading Enthusiasts
vi: Người đam mê giao dịch Carbon

source: CELEBRATE
vi: TẬN HƯỞNG ƯU ĐÃI

source: Choose <0>Sustainability</0>
vi: Ưa chuộng <0>sự bền vững</0>

source: Confirm
vi: Xác nhận

source: Connect with a <0>Global Green Community</0>
vi: Kết nối với <0>Cộng đồng Xanh Toàn cầu</0>

source: Curtail
vi: Cắt giảm

source: Cut back on carbon with every choice. Bonbon helps you pick habits that make a real difference.
vi: Giảm lượng carbon với mỗi sự lựa chọn của bạn. Bonbon giúp bạn lựa chọn những thói quen xanh làm thay đổi thế giới thực.

source: EARN
vi: TÍCH LŨY

source: Earn valuable carbon credits with each sustainable choice. Use these credits to offset your carbon footprint or trade them within the Bonbon community.
vi: Tích lũy những tín dụng carbon quý giá với mỗi sự lựa chọn bền vững. Sử dụng tín chỉ này để đền bù lượng carbon bạn tạo ra hoặc giao dịch chúng trong cộng đồng Bonbon.

source: Eco-conscious Consumers
vi: Người tiêu dùng xanh

source: Email address
vi: Địa chỉ email

source: Embark on Your <0>Eco-Journey</0>
vi: Bắt đầu vào <0>hành trình sinh thái</0> của bạn

source: Empower your daily choices with Bonbon
vi: Nâng cao sự lựa chọn hàng ngày với Bonbon

source: English
vi: Tiếng Anh

source: Enter your email
vi: Nhập địa chỉ email

source: Error
vi: Lỗi

source: Every selection you make on Bonbon counts. Opt for eco-friendly options and make impactful decisions that contribute to a healthier planet.
vi: Mỗi lựa chọn bạn thực hiện trên Bonbon đều có ý nghĩa. Hãy lựa chọn những phương án thân thiện với môi trường và đưa ra những quyết định có tác động góp phần tạo nên một hành tinh khỏe mạnh hơn.

source: Expand
vi: Mở rộng

source: Explore More
vi: Khám phá thêm

source: Get involved and make a difference!
vi: Tham gia và tạo nên sự khác biệt!

source: Go to our <0>homepage</0> and start fresh.
vi: Trở về <0>trang chủ</0> để bắt đầu lại.

source: Go to page
vi: Đến trang

source: Green Investors
vi: Nhà đầu tư xanh

source: How can I earn carbon credits with Bonbon?
vi: Làm thế nào tôi có thể kiếm tín dụng carbon với Bonbon?

source: How can I join the Bonbon community?
vi: Làm thế nào để tôi có thể tham gia vào cộng đồng Bonbon?

source: How does Bonbon ensure the credibility of carbon credits?
vi: Bonbon đảm bảo độ tin cậy của tín chỉ carbon như thế nào?

source: Is Bonbon available worldwide?
vi: Bonbon có khả dụng trên toàn thế giới không?

source: Join Waitlist
vi: Đăng ký sớm

source: Joining Bonbon is straightforward. Sign up for our waitlist on our website, and you'll be notified when the app becomes available in your region. Start your sustainable journey with our global community, backed by the reliability of blockchain technology.
vi: Việc tham gia vào Bonbon rất đơn giản. Đăng ký vào danh sách chờ trên trang web của chúng tôi và bạn sẽ được thông báo khi ứng dụng được phát hành trong khu vực của bạn. Bắt đầu hành trình bền vững của bạn cùng cộng đồng toàn cầu của chúng tôi, được hỗ trợ bởi sự đáng tin cậy của công nghệ blockchain.

source: Launch the Bonbon app to explore a world of green choices. Discover eco-friendly products and services tailored to your lifestyle, all at your fingertips.
vi: Mở ứng dụng Bonbon để khám phá một thế giới của những lựa chọn xanh. Khám phá các sản phẩm và dịch vụ thân thiện với môi trường phù hợp với lối sống của bạn, tất cả đều nằm trong tầm tay.

source: Looks Like You've Hit a Dead End.
vi: Trang này không tồn tại.

source: Making a <0>small change</0> to the way you go, shop, eat and store food can make a <1>big difference</1> to the planet.
vi: Thực hiện <0>thay đổi nhỏ</0> trong cách bạn di chuyển, mua sắm, ăn uống và lưu trữ thực phẩm có thể tạo ra sự <1>khác biệt lớn</1> đối với hành tinh.

source: Neutralize
vi: Trung hòa

source: No Data Found
vi: Không có dữ liệu

source: of {total} records
vi: của {total} dữ liệu

source: Please enter a correct email
vi: Vui lòng nhập đúng định dạng email

source: REDEEM
vi: ĐỔI THƯỞNG

source: Register your email
vi: Nhập địa chỉ email

source: Request failed. Please try later
vi: Gửi yêu cầu thất bại, xin thử lại sau

source: Rewarding your <0>Green Actions</0>
vi: Khen thưởng cho <0>hành động xanh</0> của bạn

source: See how we work
vi: Xem cách chúng tôi hoạt động

source: Share
vi: Chia sẻ

source: Share your journey, learn from others, and join forces with a global network of eco-conscious individuals committed to making a difference.
vi: Chia sẻ hành trình của bạn, học hỏi từ người khác, và hợp tác với một mạng lưới toàn cầu của những cá nhân có ý thức về môi trường, cam kết tạo ra sự khác biệt.

source: Show per page
vi: Hiện mỗi trang

source: Spread the eco-word with Bonbon. Get friends on board and watch your green influence grow.
vi: Lan toả thông điệp vì môi trường cùng Bonbon. Kêu gọi bạn bè tham gia và chứng kiến sức ảnh hưởng xanh của bạn được lan rộng.

source: STEP 1
vi: BƯỚC 1

source: STEP 2
vi: BƯỚC 2

source: STEP 3
vi: BƯỚC 3

source: STEP 4
vi: BƯỚC 4

source: Submit Success
vi: Đã gửi thành công

source: Subscribe for early access opportunities
vi: Đăng ký để nhận được cơ hội truy cập sớm

source: Success
vi: Thành công

source: Users earn carbon credits on Bonbon by making sustainable choices. These credits are securely tracked and verified using blockchain technology, ensuring that every eco-friendly action, from choosing sustainable products to reducing energy consumption, is accurately accounted for and rewarded.
vi: Bạn có thể kiếm tín dụng carbon trên Bonbon thông qua việc thực hiện các lựa chọn bền vững. Những tín dụng này được theo dõi và xác minh an toàn bằng công nghệ blockchain, đảm bảo rằng mọi hành động thân thiện với môi trường, từ việc chọn lựa sản phẩm bền vững đến giảm tiêu thụ năng lượng, được tính toán và đền đáp đúng đắn.

source: Vietnamese
vi: Tiếng Việt

source: We got answers!
vi: Chúng tôi có câu trả lời dành cho bạn!

source: What is Bonbon and how does it contribute to sustainability?
vi: Bonbon là gì và nó đóng góp như thế nào cho sự bền vững?

source: What makes Bonbon different from other sustainability apps?
vi: Bonbon khác biệt như thế nào so với các ứng dụng bền vững khác?

source: Yes, businesses play a crucial role in Bonbon. They can showcase their green initiatives, connect with eco-conscious consumers, and acquire blockchain- verified carbon credits to offset their environmental impact, contributing to collective sustainability goals.
vi: Có, các doanh nghiệp đóng một vai trò quan trọng trong Bonbon. Họ có thể trình bày các sáng kiến xanh của mình, kết nối với người tiêu dùng có ý thức về môi trường và thu mua tín dụng carbon được xác minh bằng blockchain để đền bù tác động môi trường của họ, góp phần vào mục tiêu bền vững chung.

source: You Are:
vi: Bạn là:
